Repository: nextdaysoft/kschool_New_IOS
Catalog: Kids/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: _ _ _ cat is cute.
zh_hans: _ _ _ 猫很可爱。

source: _ _ _ happy today.
zh_hans: _ _ _ 今天很开心。

source: _ _ _ my friends.
zh_hans: _ _ _ 我的朋友们。

source: _ _ _ playing outside.
zh_hans: _ _ _ 在外面玩。

source: # Ball
zh_hans: # 球

source: # Banana
zh_hans: # 香蕉

source: # Bird
zh_hans: # 鸟

source: # Car
zh_hans: # 汽车

source: # Cat
zh_hans: # 猫

source: # Dog
zh_hans: # 狗

source: # Fish
zh_hans: # 鱼

source: # Level 1
zh_hans: # 第1级

source: # Level 2
zh_hans: # 第2级

source: # Level 3
zh_hans: # 第3关

source: # Level 4
zh_hans: # 第4关

source: # Level 5
zh_hans: # 第5关

source: # Level 6
zh_hans: # 第6关

source: # Level 7
zh_hans: # 第7关

source: # Level 8
zh_hans: # 第8关

source: # Level 9
zh_hans: # 第9关

source: # Level 10
zh_hans: # 第10关

source: # Sun
zh_hans: # 太阳

source: # Tree
zh_hans: # 树

source: #Apple
zh_hans: #苹果

source: #Ball
zh_hans: #球

source: #Banana
zh_hans: #香蕉

source: #Bird
zh_hans: #鸟

source: #Car
zh_hans: #汽车

source: #Fish
zh_hans: #鱼

source: #Sun
zh_hans: #太阳

source: #Tree
zh_hans: #树

source: • Addition and Subtraction have the same priority
zh_hans: • 加法和减法具有相同优先级

source: • Always solve them from LEFT to RIGHT
zh_hans: • 始终按照从左到右的顺序计算

source: • Division and Multiplication have the same priority
zh_hans: • 除法和乘法具有相同优先级

source: 🚙 It’s play time! Drag the names to the correct car parts!
zh_hans: 🚙 游戏时间到了！将名称拖到正确的汽车部件上！

source: 1 to 5
zh_hans: 1 到 5

source: 1. Solve Brackets first
zh_hans: 1. 先计算括号

source: 1.4 billion km
zh_hans: 14亿公里

source: 2. Then solve Orders (powers)
zh_hans: 2. 然后计算次方

source: 3 minutes
zh_hans: 3分钟

source: 3. Then Division and Multiplication (left to right)
zh_hans: 3. 接着计算除法和乘法（从左到右）

source: 4. Finally Addition and Subtraction (left to right)
zh_hans: 4. 最后计算加法和减法（从左到右）

source: 8 minutes
zh_hans: 8分钟

source: 12 minutes
zh_hans: 12分钟

source: 20 minutes
zh_hans: 20分钟

source: 27 days
zh_hans: 27天

source: 30 days
zh_hans: 30天

source: 50 days
zh_hans: 50天

source: 58 million km
zh_hans: 5800万公里

source: 88 days
zh_hans: 88天

source: 108 million km
zh_hans: 1.08亿公里

source: 150 million km
zh_hans: 1.5亿公里

source: 225 days
zh_hans: 225天

source: 225 million km
zh_hans: 2.25亿公里

source: 365 days
zh_hans: 365天

source: 384,400 km
zh_hans: 384,400公里

source: 687 days
zh_hans: 687天

source: 778 million km
zh_hans: 7.78亿公里

source: a
zh_hans: 一个

source: A – Addition (+)
zh_hans: A – 加法 (+)

source: A bed is _ _ _ sleeping.
zh_hans: 床是用来睡觉的。

source: A bird can
zh_hans: 鸟会

source: a book
zh_hans: 一本书

source: A car has four wheels
zh_hans: 汽车有四个轮子

source: A cat says
zh_hans: 猫会发出

source: A clown fish lives in
zh_hans: 小丑鱼生活在

source: A cow eats
zh_hans: 奶牛吃

source: A cow gives us
zh_hans: 奶牛给我们

source: A day on Venus is longer than a year on Venus
zh_hans: 金星上的一天比金星上的一年还长

source: a friend
zh_hans: 一个朋友

source: A long nose
zh_hans: 一个长鼻子

source: A moon
zh_hans: 卫星

source: a picture
zh_hans: 一幅画

source: A planet
zh_hans: 行星

source: A red hat
zh_hans: 一顶红帽子

source: A small tail
zh_hans: 一条小尾巴

source: a song
zh_hans: 一首歌

source: A star
zh_hans: 恒星

source: Above
zh_hans: 在……上方

source: AC Vent
zh_hans: 空调出风口

source: Accelerator
zh_hans: 油门

source: Across
zh_hans: 穿过

source: Add and Fill
zh_hans: 加法填空

source: Add the number
zh_hans: 将数字相加

source: Addition
zh_hans: 加法

source: Addition Level
zh_hans: 加法关卡

source: Afghanistan
zh_hans: 阿富汗

source: Africa
zh_hans: 非洲

source: African Wild Dog
zh_hans: 非洲野犬

source: After Number
zh_hans: 后一个数字

source: Airplane
zh_hans: 飞机

source: Albatross
zh_hans: 信天翁

source: Along
zh_hans: 沿着

source: Always cover your food
zh_hans: 总是盖好食物

source: Always Cover your food.
zh_hans: 总是盖好你的食物。

source: am
zh_hans: 是

source: Amit
zh_hans: 阿米特

source: Amit is reading a book
zh_hans: 阿米特正在读书

source: Amit reads book
zh_hans: 阿米特读书

source: Among
zh_hans: 在……之中

source: Ampersand
zh_hans: 和号

source: an
zh_hans: 一个

source: An asteroid
zh_hans: 小行星

source: Anaconda
zh_hans: 森蚺

source: and
zh_hans: 并且

source: Angry
zh_hans: 生气

source: Animal Eating Style
zh_hans: 动物进食方式

source: Animal Families
zh_hans: 动物家族

source: Animal Movement Level
zh_hans: 动物移动方式关卡

source: Animal Name and Picture
zh_hans: 动物名称和图片

source: Animal Name and Picture Level
zh_hans: 动物名称和图片关卡

source: Animal Puzzle
zh_hans: 动物拼图

source: Animals
zh_hans: 动物

source: Answer
zh_hans: 回答

source: Antarctica
zh_hans: 南极洲

source: Antelope
zh_hans: 羚羊

source: Apex Consumer
zh_hans: 顶级消费者

source: aple
zh_hans: 苹果

source: apple
zh_hans: 苹果

source: Apple
zh_hans: 苹果

source: Apples and bananas are fruits
zh_hans: 苹果和香蕉是水果

source: APRIL
zh_hans: 四月

source: Aquatic Animals
zh_hans: 水生动物

source: Arctic Fox
zh_hans: 北极狐

source: are
zh_hans: 是

source: Are we friends?
zh_hans: 我们是朋友吗？

source: Are you hungry?
zh_hans: 你饿了吗？

source: Argali
zh_hans: 盘羊

source: Arm
zh_hans: 手臂

source: around
zh_hans: 围绕

source: around the circle
zh_hans: 围着圆圈

source: around you
zh_hans: 在你周围

source: Arrange the Planets
zh_hans: 排列行星

source: Arrange the planets in the correct order - starting from the Sun!
zh_hans: 请从太阳开始，按正确顺序排列行星！

source: Article
zh_hans: 冠词

source: Ascending Order
zh_hans: 升序排列

source: Ascending Order Level
zh_hans: 升序排列关卡

source: Asia
zh_hans: 亚洲

source: Asterisk
zh_hans: 星号

source: At
zh_hans: 在

source: At Sign
zh_hans: @符号

source: at the board
zh_hans: 到黑板旁

source: AUGUST
zh_hans: 八月

source: Australia
zh_hans: 澳大利亚

source: Avoid too much junk food
zh_hans: 少吃垃圾食品

source: Avoid too much Junk food.
zh_hans: 少吃垃圾食品。

source: Away
zh_hans: 离开

source: Axe
zh_hans: 斧头

source: B – Brackets () {} []
zh_hans: B – 括号 () {} []

source: Babbler
zh_hans: 鹛

source: back
zh_hans: 向后"

source: Back
zh_hans: 背部

source: Badminton Racket
zh_hans: 羽毛球拍

source: Bag
zh_hans: 书包

source: Bags
zh_hans: 包

source: bal
zh_hans: 球

source: ball
zh_hans: 球

source: Ball
zh_hans: 球

source: Ball Shot Game
zh_hans: 投球游戏

source: Ball Sort Game
zh_hans: 球分类游戏

source: ball, tall, _ _ _
zh_hans: 球，高的，_ _ _

source: balles
zh_hans: 球（错误复数）

source: balls
zh_hans: 球（复数）

source: banana
zh_hans: 香蕉

source: Banana
zh_hans: 香蕉

source: Bangladesh
zh_hans: 孟加拉国

source: bar
zh_hans: 酒吧

source: Bark
zh_hans: 汪汪叫

source: Baseball Bat
zh_hans: 棒球棒

source: bat
zh_hans: 蝙蝠

source: Bat
zh_hans: 球棒

source: Bat-eared Fox
zh_hans: 蝙蝠耳狐

source: bat, cat, _ _ _
zh_hans: 蝙蝠，猫，_ _ _

source: Be thankful for your food
zh_hans: 感谢你所拥有的食物

source: Be Thankful for your food.
zh_hans: 感谢你所拥有的食物。

source: BEAR
zh_hans: 熊

source: Beautiful
zh_hans: 美丽

source: Beaver
zh_hans: 河狸

source: bed
zh_hans: 床

source: Bed
zh_hans: 床

source: bee
zh_hans: 蜜蜂

source: Before
zh_hans: 在……之前

source: Before Number
zh_hans: 前一个数字

source: Begin
zh_hans: 开始

source: Behind
zh_hans: 在……后面

source: berd
zh_hans: 鸟

source: Between
zh_hans: 在……之间

source: Bharal (Blue Sheep)
zh_hans: 岩羊（蓝羊）

source: Bicycle
zh_hans: 自行车

source: big
zh_hans: 大的

source: Big
zh_hans: 大

source: Biggest Number
zh_hans: 最大数字

source: Biggest Number Level
zh_hans: 最大数字关卡

source: Bike
zh_hans: 自行车

source: BIKE
zh_hans: 自行车

source: Binturong
zh_hans: 熊狸

source: bird
zh_hans: 鸟

source: Bird
zh_hans: 鸟

source: birdd
zh_hans: 鸟（错误复数）

source: birds
zh_hans: 鸟（复数）

source: Birds
zh_hans: 鸟

source: Birds Level
zh_hans: 鸟类关卡

source: Birds make nests on the tree.
zh_hans: 鸟儿在树上筑巢。

source: Bite
zh_hans: 咬

source: Black
zh_hans: 黑色

source: BLACK
zh_hans: 黑色

source: Black and white
zh_hans: 黑色和白色

source: Black Bear
zh_hans: 黑熊

source: Blackbird
zh_hans: 乌鸫

source: Blood Group
zh_hans: 血型

source: blow
zh_hans: 吹

source: blue
zh_hans: 蓝色的

source: Blue
zh_hans: 蓝色

source: BLUE
zh_hans: 蓝色

source: Blue-green
zh_hans: 蓝绿色

source: blue, glue, _ _ _
zh_hans: 蓝色，胶水，_ _ _

source: Boat
zh_hans: 船

source: BOAT
zh_hans: 船

source: boat, coat, _ _ _
zh_hans: 船，外套，_ _ _

source: BODMAS
zh_hans: 运算顺序

source: Body parts
zh_hans: 身体部位

source: Bolt
zh_hans: 螺栓

source: Bonnet
zh_hans: 引擎盖

source: book
zh_hans: 书

source: Book
zh_hans: 书

source: book, look, _ _ _
zh_hans: 书，看，_ _ _

source: bookes
zh_hans: 书（错误复数）

source: books
zh_hans: 书（复数）

source: Bounce
zh_hans: 跳跃

source: BOWL
zh_hans: 碗

source: brain
zh_hans: 大脑

source: Branch
zh_hans: 树枝

source: Brave
zh_hans: 勇敢

source: Brazil
zh_hans: 巴西

source: Break
zh_hans: 刹车

source: Breakfast
zh_hans: 早餐

source: Bright
zh_hans: 明亮的

source: Bright rings
zh_hans: 明亮光环

source: Brown
zh_hans: 棕色

source: BROWN
zh_hans: 棕色

source: Brush
zh_hans: 刷

source: Brush your teeth after eating
zh_hans: 饭后刷牙

source: Brush your teeth after eating.
zh_hans: 饭后刷牙。

source: Bud
zh_hans: 花蕾

source: Buddy
zh_hans: 伙伴

source: bug
zh_hans: 虫子

source: Build
zh_hans: 搭建

source: buk
zh_hans: 书

source: Bulbul
zh_hans: 鹎

source: Burgers
zh_hans: 汉堡

source: Bus
zh_hans: 公交车

source: BUS
zh_hans: 公交车

source: Bushbaby
zh_hans: 丛猴

source: Butterfly
zh_hans: 蝴蝶

source: Buzzard
zh_hans: 鵟

source: CABBAGE
zh_hans: 卷心菜

source: cake, bake, _ _ _
zh_hans: 蛋糕，烘烤，_ _ _

source: cake, make, _ _ _
zh_hans: 蛋糕，制作，_ _ _

source: Calculate Money
zh_hans: 计算金额

source: Calculate Total Money Level
zh_hans: 总金额计算关卡

source: Calendar
zh_hans: 日历

source: Camel
zh_hans: 骆驼

source: Can the bird fly?
zh_hans: 鸟会飞吗？

source: Can you find all the animals around the world?
zh_hans: 你能找到世界各地的所有动物吗？

source: Can you find all the colors around you?
zh_hans: 你能找到你周围的所有颜色吗？

source: Can you find all the community helpers who help us?
zh_hans: 你能找到所有帮助我们的社区工作者吗？

source: Can you find all the months of the year?
zh_hans: 你能找到一年中的所有月份吗？

source: Can you find all the planets in our solar system?
zh_hans: 你能找到太阳系中的所有行星吗？

source: Can you find all the weekdays?
zh_hans: 你能找到所有星期名称吗？

source: Can you spot all the kitchen items?
zh_hans: 你能找到所有厨房用品吗？

source: Can you spot all the vegetables?
zh_hans: 你能找到所有蔬菜吗？

source: Can you spot all the vehicles?
zh_hans: 你能找到所有交通工具吗？

source: Canada
zh_hans: 加拿大

source: Canadian Lynx
zh_hans: 加拿大猞猁

source: Canary
zh_hans: 金丝雀

source: Candies
zh_hans: 糖果

source: Capital Cursive Letter
zh_hans: 大写草书字母

source: Capital Letters
zh_hans: 大写字母

source: car
zh_hans: 汽车

source: Car
zh_hans: 汽车

source: CAR
zh_hans: 汽车

source: Car Parts - Inside
zh_hans: 汽车内部部件

source: Car Parts - Outside
zh_hans: 汽车外部部件

source: carefully
zh_hans: 认真地

source: cares
zh_hans: 汽车（错误复数）

source: Carnivores Animals
zh_hans: 食肉动物

source: carrot
zh_hans: 胡萝卜

source: CARROT
zh_hans: 胡萝卜

source: cars
zh_hans: 汽车（复数）

source: cat
zh_hans: 猫

source: Cat
zh_hans: 猫

source: CAT
zh_hans: 猫

source: Cat is on the table
zh_hans: 猫在桌子上

source: Catch it
zh_hans: 接住它

source: cates
zh_hans: 猫（错误复数）

source: cats
zh_hans: 猫（复数）

source: Cats
zh_hans: 猫

source: chair
zh_hans: 椅子

source: Chair
zh_hans: 椅子

source: chair, hair, _ _ _
zh_hans: 椅子，头发，_ _ _

source: chare
zh_hans: 椅子

source: Cheetah
zh_hans: 猎豹

source: Chest
zh_hans: 胸部

source: Chew
zh_hans: 咀嚼

source: Chew food properly
zh_hans: 细嚼慢咽

source: Chew your food properly.
zh_hans: 正确咀嚼食物。

source: Chimpanzee
zh_hans: 黑猩猩

source: China
zh_hans: 中国

source: Chips
zh_hans: 薯片

source: Clap
zh_hans: 拍手

source: classroom
zh_hans: 教室

source: Clean
zh_hans: 干净

source: Clever
zh_hans: 机灵

source: Click Count:
zh_hans: 点击次数：

source: Click the right symbol that comes between the number?
zh_hans: 点击数字之间正确的符号

source: Clock
zh_hans: 时钟

source: Close
zh_hans: 关闭

source: Close ___ door
zh_hans: 关上___门

source: Cloud
zh_hans: 云

source: Clouds bring
zh_hans: 云带来

source: Clutch
zh_hans: 离合器

source: Coati
zh_hans: 长鼻浣熊

source: cold
zh_hans: 寒冷

source: Cold
zh_hans: 寒冷

source: Cold and bitter
zh_hans: 又冷又苦

source: Collection
zh_hans: 汇集

source: Colon
zh_hans: 冒号

source: Color
zh_hans: 颜色

source: Color Mixing Game
zh_hans: 颜色混合游戏

source: Coloring
zh_hans: 涂色

source: Colors
zh_hans: 颜色

source: comb
zh_hans: 梳子

source: Comma
zh_hans: 逗号

source: Community Helpers!
zh_hans: 社区帮助者！

source: Compare Number
zh_hans: 比较数字

source: Computer Items
zh_hans: 电脑用品

source: Condensation
zh_hans: 冷凝

source: Condor
zh_hans: 神鹰

source: Confusing Words
zh_hans: 易混淆单词

source: Confusing Words Level
zh_hans: 易混淆单词关卡

source: Connect the Vowels
zh_hans: 连接元音字母

source: Connect the Vowels Level
zh_hans: 元音连接级别

source: Continents Map
zh_hans: 洲地图

source: cook
zh_hans: 做饭

source: COOK
zh_hans: 厨师

source: cool
zh_hans: 凉爽

source: Cool
zh_hans: 凉爽

source: Cormorant
zh_hans: 鸬鹚

source: CORN
zh_hans: 玉米

source: Count
zh_hans: 计数

source: Count Arithmetic
zh_hans: 计数运算

source: Count the Banana
zh_hans: 数一数香蕉

source: Count the Bone
zh_hans: 数一数骨头

source: Count the Carrot
zh_hans: 数一数胡萝卜

source: Count the Cat
zh_hans: 数一数猫

source: Count the Dog
zh_hans: 数一数狗

source: Count the Elephant
zh_hans: 数一数大象

source: Count the Milk
zh_hans: 数一数牛奶

source: Count the Monkey
zh_hans: 数一数猴子

source: Count the Nest
zh_hans: 数一数鸟巢

source: Count the Rabbit
zh_hans: 数一数兔子

source: Countries Map
zh_hans: 国家地图

source: Country
zh_hans: 国家

source: Courageous
zh_hans: 有勇气

source: Cover
zh_hans: 盖住

source: Cow
zh_hans: 奶牛

source: COW
zh_hans: 奶牛

source: CPU
zh_hans: 中央处理器

source: Crab
zh_hans: 螃蟹

source: Crane
zh_hans: 鹤

source: Create the given fraction ( Tap on the image to color).
zh_hans: 创建给定的分数（点击图片进行填色）。

source: Creep
zh_hans: 爬行

source: Cricket Bat
zh_hans: 板球拍

source: Crocodile
zh_hans: 鳄鱼

source: Crow
zh_hans: 乌鸦

source: Crow Pheasant
zh_hans: 褐翅鸦鹃

source: Cry
zh_hans: 哭

source: crying
zh_hans: 哭

source: Cuckoo
zh_hans: 杜鹃

source: CUCUMBER
zh_hans: 黄瓜

source: cup
zh_hans: 杯子

source: Cup
zh_hans: 杯子

source: CUP
zh_hans: 杯子

source: cup, pup, _ _ _
zh_hans: 杯子，小狗，_ _ _

source: cupps
zh_hans: 杯子（错误复数）

source: cups
zh_hans: 杯子（复数）

source: Curly Braces
zh_hans: 花括号

source: Cut
zh_hans: 剪

source: Cut Out
zh_hans: 断路开关

source: D – Division (÷)" = "D – 除法 (÷)
zh_hans: D – 除法 (÷)

source: Dad
zh_hans: 爸爸

source: Dad drives the car.
zh_hans: 爸爸开汽车。

source: Dad made a cake _ _ _ me.
zh_hans: 爸爸为我做了一个蛋糕。

source: dag
zh_hans: 狗

source: Daily actions
zh_hans: 日常活动

source: dark
zh_hans: 黑暗

source: Dark
zh_hans: 黑暗的

source: Dark blue
zh_hans: 深蓝色

source: Dash
zh_hans: 破折号

source: day
zh_hans: 白天

source: Day
zh_hans: 白天

source: DECEMBER
zh_hans: 十二月

source: Decomposers
zh_hans: 分解者

source: DEER
zh_hans: 鹿

source: Delhi
zh_hans: 德里

source: Descending Order
zh_hans: 降序排列

source: Descending Order Level
zh_hans: 降序排列关卡

source: Difficult
zh_hans: 艰难

source: Dinner
zh_hans: 晚餐

source: Directions
zh_hans: 方向

source: Dirty
zh_hans: 脏

source: Display
zh_hans: 显示

source: DOCTOR
zh_hans: 医生

source: Does Mercury have moons?
zh_hans: 水星有卫星吗？

source: Does the distance between Earth and Mars change?
zh_hans: 地球和火星之间的距离会变化吗？

source: Does the Moon change shape?
zh_hans: 月亮会改变形状吗？

source: Does the Moon have air?
zh_hans: 月球有空气吗？

source: Does the sun shine in the sky?
zh_hans: 太阳在天空中照耀吗？

source: dog
zh_hans: 狗

source: Dog
zh_hans: 狗

source: DOG
zh_hans: 狗

source: dog, log, _ _ _
zh_hans: 狗，原木，_ _ _

source: doges
zh_hans: 狗（错误复数）

source: dogs
zh_hans: 狗（复数）

source: Dogs
zh_hans: 狗

source: Dolphin
zh_hans: 海豚

source: Domestic
zh_hans: 家养动物

source: Domestic and Wild Animal
zh_hans: 家养动物和野生动物

source: Donkey
zh_hans: 驴

source: door
zh_hans: 门

source: Door
zh_hans: 门

source: Dove
zh_hans: 鸽子

source: down
zh_hans: 下

source: Down
zh_hans: 下

source: Drag and drop the correct plural form into the circle
zh_hans: 将正确的复数形式拖放到圆圈中

source: Drag and drop the food chain steps to the correct place
zh_hans: 将食物链的步骤拖放到正确的位置

source: Drag the animal to its matching shadow!.
zh_hans: 将动物拖到对应的影子上！

source: Drag the name to the correct picture!
zh_hans: 将名称拖动到正确的图片下方！

source: Draw
zh_hans: 画

source: Draw it
zh_hans: 画它

source: drawing
zh_hans: 画

source: Drawing
zh_hans: 绘画

source: draws
zh_hans: 画

source: Drink
zh_hans: 喝

source: Drink milk to grow strong
zh_hans: 喝牛奶让身体更强壮

source: Drink Milk to grow strong.
zh_hans: 喝牛奶让身体更强壮。

source: Drink plenty of water
zh_hans: 多喝水

source: Drink plenty of Water.
zh_hans: 多喝水。

source: drinking
zh_hans: 喝

source: drinks
zh_hans: 喝

source: Drinks
zh_hans: 饮料

source: DRIVER
zh_hans: 司机

source: Drop
zh_hans: 放下

source: Duck
zh_hans: 鸭子

source: Dust storms
zh_hans: 沙尘暴

source: Eagle
zh_hans: 鹰

source: Ear
zh_hans: 耳朵

source: Early
zh_hans: 早

source: ears
zh_hans: 耳朵

source: Earth
zh_hans: 地球

source: EARTH
zh_hans: 地球

source: Earth has one natural moon
zh_hans: 地球有一颗天然卫星

source: Earth is blue and green
zh_hans: 地球是蓝色和绿色的

source: Earth is called the Blue Planet
zh_hans: 地球被称为蓝色星球

source: Earth is the only planet known to support life
zh_hans: 地球是目前已知唯一支持生命的行星

source: Earth is the planet we live on
zh_hans: 地球是我们居住的星球

source: Earth spins once every day
zh_hans: 地球每天自转一周

source: Earth takes 365 days to orbit the Sun
zh_hans: 地球绕太阳一周需要365天

source: EarthN
zh_hans: 地球

source: east
zh_hans: 东方

source: Easy
zh_hans: 容易

source: Eat
zh_hans: 吃

source: Eat fresh fruits every day
zh_hans: 每天吃新鲜水果

source: Eat fresh Fruits every day.
zh_hans: 每天吃新鲜水果。

source: Eat green vegetables daily
zh_hans: 每天吃绿色蔬菜

source: Eat green Vegetables daily.
zh_hans: 每天吃绿色蔬菜。

source: Eat it
zh_hans: 吃掉它

source: Eat slowly and calmly
zh_hans: 慢慢地安静地吃饭

source: Eat Slowly and calmly.
zh_hans: 慢慢地平静地吃饭。

source: Eat small meals often
zh_hans: 少量多餐

source: Eat small Meals often.
zh_hans: 经常少量多餐。

source: Eat with family happily
zh_hans: 和家人开心地一起吃饭

source: Eat with Family happily.
zh_hans: 开心地和家人一起吃饭。

source: eating
zh_hans: 吃

source: Egypt
zh_hans: 埃及

source: Eight
zh_hans: 八

source: Eighteen
zh_hans: 十八

source: Electric Eel
zh_hans: 电鳗

source: Electric Meter
zh_hans: 电表

source: Electrical Items
zh_hans: 电器用品

source: Elephant
zh_hans: 大象

source: Elephant Seal
zh_hans: 象海豹

source: Eleven
zh_hans: 十一

source: Ellipsis
zh_hans: 省略号

source: Empty
zh_hans: 空

source: Emu
zh_hans: 鸸鹋

source: Enter the time shown in clock.
zh_hans: 输入时钟上显示的时间。

source: Europe
zh_hans: 欧洲

source: Evaporation
zh_hans: 蒸发

source: Example -> 12:05
zh_hans: 示例 -> 12:05

source: Exclamation Mark
zh_hans: 感叹号

source: Exercise
zh_hans: 锻炼

source: Extension Board
zh_hans: 排插

source: External Body Parts
zh_hans: 外部身体部位

source: Extreme
zh_hans: 极端

source: Eye
zh_hans: 眼睛

source: eyes
zh_hans: 眼睛

source: Face
zh_hans: 脸

source: Faint rings
zh_hans: 微弱光环

source: Falcon
zh_hans: 猎鹰

source: Family
zh_hans: 家人

source: Far
zh_hans: 远

source: FARMER
zh_hans: 农民

source: fast
zh_hans: 快速地

source: Fast
zh_hans: 快

source: FEBRUARY
zh_hans: 二月

source: feet
zh_hans: 脚

source: field
zh_hans: 田地

source: Fifteen
zh_hans: 十五

source: Fill
zh_hans: 填空

source: Fill in the boxes and calculate the total money
zh_hans: 填写方框并计算总金额

source: Fill in the boxes. The value of each fruit is given at the bottom.
zh_hans: 填写方框。每种水果的数值显示在底部。

source: Fill the box with the correct numbers.
zh_hans: 用正确的数字填空

source: Fill the Missing Letter
zh_hans: 填写缺失的字母

source: Fill The Missing Letter
zh_hans: 填写缺失的字母

source: Fill the missing letter and complete the word.
zh_hans: 填写缺失的字母并完成单词。

source: Fill The Missing Letter Level
zh_hans: 填写缺失字母等级

source: Fin
zh_hans: 鳍

source: Finch
zh_hans: 雀科鸟

source: Find Pair
zh_hans: 寻找配对

source: Find Pair Level
zh_hans: 找配对关卡

source: Find the Number
zh_hans: 找数字

source: Find the Number Level
zh_hans: 找数字关卡

source: Find the Order
zh_hans: 寻找顺序

source: Find The Order
zh_hans: 找出顺序

source: Find the order of appearance
zh_hans: 找出出现的顺序

source: Find the total value based on the below info.
zh_hans: 根据以下信息找出总数值。

source: Find Value
zh_hans: 找出数值

source: Find Value (10, 100)
zh_hans: 找数值（10，100）

source: Fins
zh_hans: 鱼鳍

source: fish
zh_hans: 鱼

source: Fish
zh_hans: 鱼

source: fish, dish, _ _ _
zh_hans: 鱼，盘子，_ _ _

source: fishes
zh_hans: 鱼（错误复数）

source: fissh
zh_hans: 鱼

source: Five
zh_hans: 五

source: Flamingo
zh_hans: 火烈鸟

source: Flat
zh_hans: 平的

source: Flower
zh_hans: 花

source: Flutter
zh_hans: 飞舞

source: fly
zh_hans: 飞

source: Fly
zh_hans: 飞

source: Follow
zh_hans: 遵守

source: food
zh_hans: 食物

source: Food
zh_hans: 食物

source: Food Chain
zh_hans: 食物链

source: Foot
zh_hans: 脚

source: FORK
zh_hans: 叉子

source: four
zh_hans: 四

source: Four
zh_hans: 四颗

source: Four Letter Word Level
zh_hans: 四字母单词关卡

source: Four Letter Words
zh_hans: 四字母单词

source: Four Word Sentence
zh_hans: 四个单词句子

source: Fourteen
zh_hans: 十四

source: fox
zh_hans: 狐狸

source: Fraction
zh_hans: 分数

source: France
zh_hans: 法国

source: fresh
zh_hans: 新鲜的

source: FRIDAY
zh_hans: 星期五

source: Friend
zh_hans: 朋友

source: frog
zh_hans: 青蛙

source: Frog
zh_hans: 青蛙

source: frog, log, _ _ _
zh_hans: 青蛙，原木，_ _ _

source: From - To
zh_hans: 从……到……

source: Fruit
zh_hans: 果实

source: fruits
zh_hans: 水果

source: Fruits
zh_hans: 水果

source: Fruits & Vegetables
zh_hans: 水果与蔬菜

source: Full
zh_hans: 满

source: Fun Animals Around the World!
zh_hans: 世界各地有趣的动物！

source: Fun Animals Around The World!
zh_hans: 世界各地有趣的动物！

source: Fun Colors!
zh_hans: 有趣的颜色！

source: Fun Corner
zh_hans: 趣味角

source: Fun Days of the Week!
zh_hans: 有趣的一周七天！

source: Fun Days Of The Week!
zh_hans: 有趣的一周七天！

source: Fun Kitchen!
zh_hans: 有趣的厨房！

source: Fun Months of the Year!
zh_hans: 有趣的一年十二个月！

source: Fun Months Of The Year!
zh_hans: 有趣的一年十二个月！

source: Fun Planets of Our Solar System!
zh_hans: 太阳系有趣的行星！

source: Fun Planets Of Our Solar System!
zh_hans: 太阳系有趣的行星！

source: Fun Vegetables!
zh_hans: 有趣的蔬菜！

source: Fun Vehicles!
zh_hans: 有趣的交通工具！

source: Funny
zh_hans: 有趣

source: Gallop
zh_hans: 飞奔

source: Game
zh_hans: 游戏

source: Gas giant
zh_hans: 气态巨行星

source: Gas storms
zh_hans: 气体风暴

source: Gear Stick
zh_hans: 换挡杆

source: Germany
zh_hans: 德国

source: Gills
zh_hans: 鱼鳃

source: Giraffe
zh_hans: 长颈鹿

source: Gita
zh_hans: 吉塔

source: Gita is writing name
zh_hans: 吉塔正在写名字

source: Gita writes name
zh_hans: 吉塔写名字

source: Give it _ _ _ me.
zh_hans: 把它给 _ _ _ 我。

source: Give me ___ pen
zh_hans: 给我___钢笔

source: Give Up
zh_hans: 放弃

source: Glad
zh_hans: 高兴

source: GLASS
zh_hans: 玻璃杯

source: Go
zh_hans: 去

source: Go to ___ park
zh_hans: 去___公园

source: goat
zh_hans: 山羊

source: Goat
zh_hans: 山羊

source: GOAT
zh_hans: 山羊

source: Gold Fish
zh_hans: 金鱼

source: Golf Stick
zh_hans: 高尔夫球杆

source: Good Job!
zh_hans: 做得好！

source: Goose
zh_hans: 鹅

source: Gorilla
zh_hans: 大猩猩

source: Grammar
zh_hans: 语法

source: Gray
zh_hans: 灰色

source: green
zh_hans: 绿色的草

source: Green
zh_hans: 绿色

source: GREEN
zh_hans: 绿色

source: Guess Color Mixing
zh_hans: 猜颜色混合

source: Guess the Animal
zh_hans: 猜动物

source: Guess the Animal Group Name
zh_hans: 猜动物群体名称

source: Guess the Animal Sound
zh_hans: 猜动物声音

source: Guess the Baby Animal Name
zh_hans: 猜动物宝宝名称

source: Guess the color
zh_hans: 猜颜色

source: Guess the Planet
zh_hans: 猜行星

source: Guess the Planet Fact
zh_hans: 猜行星知识

source: Guess Vehicle
zh_hans: 猜交通工具

source: Guess Vehicle Level
zh_hans: 猜交通工具等级

source: Guess What Comes Next?
zh_hans: 猜猜接下来是什么？

source: Hammer
zh_hans: 锤子

source: Hand
zh_hans: 手

source: hand, sand, _ _ _
zh_hans: 手，沙子，_ _ _

source: hands
zh_hans: 手

source: Hands
zh_hans: 手

source: hands together
zh_hans: 双手一起拍

source: happily
zh_hans: 开心地

source: Happy
zh_hans: 快乐

source: Hard
zh_hans: 困难

source: Hard and sour
zh_hans: 又硬又酸

source: hat
zh_hans: 帽子

source: hat, mat, _ _ _
zh_hans: 帽子，垫子，_ _ _

source: hats
zh_hans: 帽子（复数）

source: hattes
zh_hans: 帽子（错误复数）

source: Hawk
zh_hans: 隼

source: He _ _ _ my best friend
zh_hans: 他___我最好的朋友。

source: He _ _ _ tall.
zh_hans: 他___很高。

source: He has ___ orange
zh_hans: 他有___橙子

source: He is playing football
zh_hans: 他正在踢足球

source: He ran _ _ _ fast.
zh_hans: 他跑得 _ _ _ 快。

source: Head
zh_hans: 头部

source: HeadLight
zh_hans: 前大灯

source: Healthy
zh_hans: 健康

source: Healthy and Unhealthy Food
zh_hans: 健康与不健康的食物

source: Healthy Food Habit
zh_hans: 健康饮食习惯

source: Healthy Food Habits
zh_hans: 健康饮食习惯
